tap "anchore/syft"
tap "aquasecurity/trivy"
tap "charmbracelet/tap"
tap "common-fate/granted"
tap "danielfoehrkn/switch"
tap "dpastoor/tap"
tap "ejoffe/tap"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "goreleaser/tap"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jmwoliver/hui"
tap "jzelinskie/faq"
tap "kindlyops/tap"
tap "kryptco/tap"
tap "kubeshark/kubeshark"
tap "mike-engel/jwt-cli"
tap "modularml/packages"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "puma/puma"
tap "r-lib/rig"
tap "romkatv/gitstatus"
tap "shopify/shopify"
tap "siderolabs/tap"
tap "snyk/tap"
tap "soldiermoth/tap"
tap "superfly/tap"
tap "tidwall/jj"
tap "ubuntu/microk8s"
tap "vmware-tanzu/carvel"
tap "wader/tap"
tap "willdoescode/natls"
tap "wpscanteam/tap"
brew "age"
brew "ca-certificates"
brew "openssl@3"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "xz"
brew "ansible"
brew "libpng"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "harfbuzz"
brew "lz4"
brew "zstd"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arkade"
brew "asciinema"
brew "asdf"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bat-extras"
brew "bazelisk"
brew "bcrypt"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bfg"
brew "bmon"
brew "buildifier"
brew "buildozer"
brew "c-ares"
brew "caddy"
brew "cdebug"
brew "cfn-lint"
brew "cgif"
brew "chamber"
brew "cmake"
brew "cmatrix"
brew "commitizen"
brew "gmp"
brew "coreutils"
brew "d2"
brew "darksky-weather"
brew "delve"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "krb5"
brew "libpq"
brew "ruby"
brew "dexter"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "doggo"
brew "dotnet"
brew "duckdb"
brew "duf"
brew "dust"
brew "ed"
brew "entr"
brew "eza"
brew "fd"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libass"
brew "pango"
brew "snappy"
brew "srt"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gimme"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "libusb"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "gomplate"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "gron"
brew "gtk4"
brew "orc"
brew "gstreamer"
brew "guile"
brew "gum"
brew "gzip"
brew "hadolint"
brew "haskell-stack"
brew "uv"
brew "hatch"
brew "helm"
brew "hexyl"
brew "httpie"
brew "hurl"
brew "hwloc"
brew "ibazel"
brew "python@3.11"
brew "icdiff"
brew "jq"
brew "ijq"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "ipython", link: false
brew "jemalloc"
brew "jfrog-cli"
brew "jpeg"
brew "json-c"
brew "openssl@1.1"
brew "python@3.10"
brew "jsonschema"
brew "just"
brew "k3d"
brew "k3sup"
brew "k9s"
brew "keepassc"
brew "keyring"
brew "kind"
brew "kubie"
brew "kustomize"
brew "ldns"
brew "libdicom"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libmagic"
brew "libmng"
brew "libslirp"
brew "libsm"
brew "libuv"
brew "libwebsockets"
brew "llm"
brew "z3"
brew "lnav"
brew "lua"
brew "luajit-openresty"
brew "make"
brew "ninja"
brew "meson"
brew "micro"
brew "minikube"
brew "mockery"
brew "moreutils"
brew "most"
brew "mozjpeg"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nnn"
brew "nodeenv"
brew "nushell"
brew "openjdk@11"
brew "openapi-generator"
brew "openslide"
brew "utf8proc"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "pandoc-crossref"
brew "patchutils"
brew "pcre"
brew "perl"
brew "pgcli"
brew "pidof"
brew "pipenv"
brew "pipx"
brew "pocketbase"
brew "poppler"
brew "popt"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-lxml"
brew "python-tabulate"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby@2.6"
brew "ruff"
brew "rust"
brew "rust-analyzer"
brew "scc"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "skopeo"
brew "sl"
brew "sloccount"
brew "snownews"
brew "socat"
brew "sops"
brew "spr"
brew "sqlite-utils"
brew "stern"
brew "stow"
brew "tailscale"
brew "tcpflow"
brew "terraform"
brew "terraform-ls"
brew "tldr"
brew "ttyd", args: ["HEAD"]
brew "typst"
brew "uvicorn"
brew "vault"
brew "vcpkg"
brew "vde"
brew "wget"
brew "wireshark"
brew "xsv"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "charmbracelet/tap/vhs"
brew "common-fate/granted/granted"
brew "danielfoehrkn/switch/switch"
brew "dpastoor/tap/qvm"
brew "fairwindsops/tap/rbac-lookup"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "jmwoliver/hui/hui"
brew "jzelinskie/faq/faq"
brew "kindlyops/tap/deleterious"
brew "kindlyops/tap/supercomm"
brew "kindlyops/tap/terp"
brew "kindlyops/tap/vbs"
brew "kubeshark/kubeshark/kubeshark"
brew "modularml/packages/modular"
brew "natesales/repo/q"
brew "pulumi/tap/pulumi"
brew "shopify/shopify/toxiproxy"
brew "siderolabs/tap/talosctl"
brew "snyk/tap/snyk"
brew "soldiermoth/tap/hlsq"
brew "superfly/tap/flyctl"
brew "tidwall/jj/jj"
brew "ubuntu/microk8s/microk8s"
brew "vmware-tanzu/carvel/kapp"
brew "wader/tap/fq"
brew "willdoescode/natls/natls"
brew "wpscanteam/tap/wpscan"
cask "1password-cli"
cask "alacritty"
cask "font-cascadia-code"
cask "font-fira-code"
cask "imageoptim"
cask "iterm2"
cask "keepassx"
cask "keepassxc"
cask "keycastr"
cask "lens"
cask "losslesscut"
cask "microsoft-teams"
cask "ngrok"
cask "postman"
cask "powershell"
cask "qctools"
cask "rig"
cask "rstudio"
cask "secretive"
cask "session-manager-plugin"
cask "shortcat"
cask "temurin"
cask "visual-studio-code"
cask "wireshark-chmodbpf"
cask "xquartz"
