tap "anchore/syft"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "goreleaser/tap"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jzelinskie/faq"
tap "kindlyops/tap"
tap "kryptco/tap"
tap "mike-engel/jwt-cli"
tap "owenthereal/upterm"
tap "puma/puma"
tap "r-lib/rig"
tap "romkatv/gitstatus"
tap "shopify/shopify"
tap "superfly/tap"
tap "tidwall/jj"
tap "ubuntu/microk8s"
tap "vmware-tanzu/carvel"
tap "wader/tap"
brew "age"
brew "ca-certificates"
brew "mpdecimal"
brew "gdbm"
brew "gettext"
brew "sqlite"
brew "xz"
brew "libyaml"
brew "six", link: false
brew "ansible"
brew "brotli"
brew "libpng"
brew "lz4"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "m4"
brew "libtool"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bazelisk"
brew "bcrypt"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "mpfr"
brew "btop"
brew "buildifier"
brew "buildozer"
brew "c-ares"
brew "pcre2"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "xorgproto"
brew "libxcb"
brew "libx11"
brew "lzo"
brew "pcre"
brew "pixman"
brew "python@3.9"
brew "ccache"
brew "cfn-lint"
brew "chamber"
brew "clang-format"
brew "cmake"
brew "commitizen"
brew "darksky-weather"
brew "delve"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "entr"
brew "exa"
brew "fd"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "libb2"
brew "libarchive"
brew "libsodium"
brew "rubberband"
brew "snappy"
brew "x264"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gh"
brew "gimme"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "grep"
brew "psutils"
brew "gron"
brew "gstreamer"
brew "jpeg", link: true
brew "gum"
brew "gzip"
brew "hadolint"
brew "haskell-stack"
brew "hatch"
brew "hdf5"
brew "helm"
brew "perl"
brew "ncurses"
brew "htop"
brew "libuv"
brew "node"
brew "http-server"
brew "httpie"
brew "hurl"
brew "hwloc"
brew "icdiff"
brew "libomp", link: true
brew "imagemagick"
brew "ipcalc"
brew "ipython"
brew "jemalloc"
brew "jfrog-cli"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "just"
brew "k3sup"
brew "k9s"
brew "keepassc"
brew "kubectx"
brew "kustomize"
brew "libev"
brew "libssh2"
brew "libgit2"
brew "libmagic"
brew "libpq"
brew "libslirp"
brew "libsm"
brew "libssh"
brew "libusb"
brew "lnav"
brew "lpeg", link: false
brew "lua"
brew "luarocks"
brew "make"
brew "ninja"
brew "meson"
brew "micro"
brew "mockery"
brew "moreutils"
brew "most"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "zlib"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "nghttp2"
brew "nmap"
brew "nodeenv"
brew "nushell"
brew "pandoc"
brew "pgcli"
brew "pnpm"
brew "vde"
brew "qemu"
brew "podman"
brew "popt"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-build"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby@2.6"
brew "rust"
brew "rust-analyzer"
brew "scons"
brew "semgrep"
brew "shellcheck"
brew "sl"
brew "sniffnet"
brew "snownews"
brew "socat"
brew "sops"
brew "stern"
brew "stow"
brew "utf8proc"
brew "terraform"
brew "texinfo"
brew "tmux"
brew "toilet"
brew "vault"
brew "wget"
brew "xcb-proto"
brew "xsv"
brew "xtrans"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "jzelinskie/faq/faq"
brew "kindlyops/tap/deleterious"
brew "kindlyops/tap/supercomm"
brew "kindlyops/tap/terp"
brew "kindlyops/tap/vbs"
brew "kryptco/tap/kr"
brew "owenthereal/upterm/upterm"
brew "shopify/shopify/toxiproxy"
brew "superfly/tap/flyctl"
brew "tidwall/jj/jj"
brew "ubuntu/microk8s/microk8s"
brew "vmware-tanzu/carvel/kapp"
brew "wader/tap/fq"
cask "alacritty"
cask "docker"
cask "flameshot"
cask "font-cascadia-code"
cask "font-fira-code"
cask "iterm2"
cask "keepassx"
cask "keepassxc"
cask "keycastr"
cask "lens"
cask "microsoft-teams"
cask "multipass"
cask "neovide"
cask "ngrok"
cask "powershell"
cask "rig"
cask "temurin"
cask "visual-studio-code"
cask "xquartz"
