tap "adoptopenjdk/openjdk"
tap "ahmetb/kubectx", "https://github.com/ahmetb/kubectx.git"
tap "akeru-inc/tap"
tap "aws/tap"
tap "bazelbuild/tap"
tap "cloudfoundry/tap"
tap "codeclimate/formulae"
tap "datawire/blackbird"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "gobuffalo/tap"
tap "golangci/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hunterlong/statup"
tap "jmespath/jmespath"
tap "kindlyops/tap"
tap "kryptco/tap"
tap "lucagrulla/tap"
tap "nektos/tap"
tap "nlohmann/json"
tap "pachyderm/tap"
tap "puma/puma"
tap "rcoh/angle-grinder", "https://github.com/rcoh/angle-grinder.git"
tap "smallstep/smallstep"
tap "sqitchers/sqitch"
tap "srcclr/srcclr"
tap "steeve/delve"
tap "str4d.xyz/rage", "https://str4d.xyz/rage"
tap "stripe/stripe-cli"
tap "strongdm/comply"
tap "tcnksm/ghr"
tap "theory/sqitch"
tap "tylerbrock/saw"
tap "wagoodman/dive"
tap "wallix/awless"
tap "wix/brew"
cask "adoptopenjdk8"
cask "osxfuse"
cask "xquartz"
brew "agrind-bin"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "ant"
brew "asciinema"
brew "gettext"
brew "libffi"
brew "glib"
brew "atk"
brew "autoconf"
brew "aws-elasticbeanstalk"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bats"
brew "bazel", link: false
brew "bazelisk"
brew "black"
brew "bmon"
brew "boost"
brew "buildifier"
brew "ghc"
brew "cabal-install"
brew "caddy"
brew "freetype"
brew "ccache"
brew "cdrtools"
brew "certbot"
brew "chruby"
brew "clamav"
brew "cli53"
brew "cloc"
brew "cmake"
brew "cmocka"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "dmd"
brew "docker"
brew "docker-credential-helper-ecr"
brew "docker-machine", link: false
brew "doctl"
brew "dos2unix"
brew "gnu-tar"
brew "dpkg"
brew "elinks"
brew "elixir"
brew "elm-format"
brew "exa"
brew "exercism"
brew "fakeroot"
brew "fasd"
brew "fd"
brew "fdk-aac"
brew "fftw"
brew "findutils", args: ["with-default-names"]
brew "flow"
brew "forego"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "glances"
brew "gnutls"
brew "glib-networking"
brew "glide"
brew "gnu-cobol"
brew "gnu-sed"
brew "go-jira"
brew "gobject-introspection"
brew "goreleaser"
brew "gpm"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "gron"
brew "groovy"
brew "gstreamer"
brew "gst-plugins-base"
brew "libnice"
brew "srtp"
brew "gst-plugins-bad"
brew "vala"
brew "libsoup"
brew "libvpx"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "htop"
brew "httping"
brew "hub"
brew "hugo"
brew "iftop"
brew "iperf3"
brew "ipython", link: false
brew "irssi"
brew "ivy"
brew "jack"
brew "jemalloc"
brew "jfrog-cli"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "jsonpp"
brew "zookeeper"
brew "kafka"
brew "kompose"
brew "kubectx"
brew "lastpass-cli"
brew "libbluray"
brew "libcaca"
brew "libgit2"
brew "libidn"
brew "libnet"
brew "libpq"
brew "librsvg"
brew "libssh"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lolcat"
brew "luarocks"
brew "mailhog"
brew "maven"
brew "mbedtls"
brew "md5sha1sum"
brew "mdr"
brew "mercurial"
brew "mono"
brew "moreutils"
brew "msgpack"
brew "mtr"
brew "multitail"
brew "mysql"
brew "ncdu"
brew "netdata", restart_service: true
brew "s-lang"
brew "newt"
brew "nlohmann-json"
brew "nmap"
brew "nspr"
brew "nss", link: false
brew "nvm"
brew "opam"
brew "socat"
brew "openshift-cli"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pandoc-citeproc"
brew "percona-toolkit"
brew "plantuml"
brew "pngcrush"
brew "postgresql"
brew "proj"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rcs"
brew "redis", restart_service: true
brew "restic"
brew "resty"
brew "ripgrep"
brew "rpm"
brew "rubberband"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "skaffold"
brew "sloccount"
brew "speedtest-cli"
brew "speexdsp"
brew "ssh-copy-id", link: true
brew "sshfs"
brew "sslscan"
brew "stow"
brew "swig"
brew "sysdig"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "toilet"
brew "tomcat"
brew "tree"
brew "unixodbc"
brew "v8"
brew "vegeta"
brew "vim"
brew "w3m"
brew "wallpaper"
brew "watchman"
brew "websocat"
brew "wget"
brew "xsv"
brew "yarn"
brew "yq"
brew "z"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "bazelbuild/tap/ibazel"
brew "datawire/blackbird/telepresence"
brew "go-swagger/go-swagger/go-swagger"
brew "gobuffalo/tap/buffalo"
brew "golangci/tap/golangci-lint"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-srt"]
brew "jmespath/jmespath/jp", link: false
brew "kindlyops/tap/deleterious"
brew "kindlyops/tap/despite"
brew "kindlyops/tap/vbs"
brew "kryptco/tap/kr"
brew "lucagrulla/tap/cw"
brew "nektos/tap/act"
brew "puma/puma/puma-dev"
brew "smallstep/smallstep/step"
brew "sqitchers/sqitch/sqitch_mysql"
brew "sqitchers/sqitch/sqitch_pg"
brew "srcclr/srcclr/srcclr"
brew "stripe/stripe-cli/stripe"
brew "strongdm/comply/comply"
brew "tcnksm/ghr/ghr"
brew "tylerbrock/saw/saw"
brew "wagoodman/dive/dive"
brew "wallix/awless/awless"
brew "wix/brew/applesimutils"
cask "android-sdk"
cask "atom"
cask "avidemux"
cask "aws-vault"
cask "bitbar"
cask "chrome-devtools"
cask "dotnet-sdk"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "julia"
cask "kdiff3"
cask "keepassx"
cask "keybase"
cask "launchrocket"
cask "macx-youtube-downloader"
cask "meld"
cask "minishift"
cask "ngrok"
cask "phantomjs"
cask "powershell"
cask "qlimagesize"
cask "quicklook-json"
cask "racket"
cask "rstudio"
cask "session-manager-plugin"
cask "skype"
cask "squidman"
cask "tigervnc-viewer"
cask "transmission"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "vmware-fusion"
cask "wine-stable"
