tap "anchore/syft"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "goreleaser/tap"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kindlyops/tap"
tap "kryptco/tap"
tap "mike-engel/jwt-cli"
tap "puma/puma"
tap "romkatv/gitstatus"
tap "tidwall/jj"
tap "ubuntu/microk8s"
tap "vmware-tanzu/carvel"
tap "wader/tap"
brew "brotli"
brew "jpeg"
brew "libpng"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gettext"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "gdbm"
brew "mpdecimal"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "six", link: false
brew "awscli"
brew "bash"
brew "bazelisk"
brew "bcrypt"
brew "bdw-gc"
brew "berkeley-db"
brew "buildifier"
brew "buildozer"
brew "c-ares"
brew "libffi"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cfn-lint"
brew "cmake"
brew "commitizen"
brew "darksky-weather"
brew "delve"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "exa"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "icu4c"
brew "libsodium"
brew "snappy"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "pcre2"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "grep"
brew "gron"
brew "gzip"
brew "hadolint"
brew "icdiff"
brew "ipython"
brew "jfrog-cli"
brew "jq"
brew "k3sup"
brew "k9s"
brew "keepassc"
brew "kustomize"
brew "libb2"
brew "lz4"
brew "zstd"
brew "libarchive"
brew "libavif"
brew "libssh2"
brew "libgit2"
brew "libmagic"
brew "libomp"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "libuv"
brew "lnav"
brew "lua"
brew "make"
brew "ninja"
brew "meson"
brew "micro"
brew "mockery"
brew "moreutils"
brew "most"
brew "mpv"
brew "ncurses"
brew "nghttp2"
brew "nodeenv"
brew "openssl@3"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "vde"
brew "qemu"
brew "podman"
brew "popt"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby@2.6"
brew "rust"
brew "semgrep"
brew "shellcheck"
brew "sl"
brew "stern"
brew "stow"
brew "utf8proc"
brew "tmux"
brew "vault"
brew "vim"
brew "wget"
brew "xsv"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "goreleaser/tap/goreleaser"
brew "habitat-sh/habitat/hab"
brew "kindlyops/tap/deleterious"
brew "kindlyops/tap/terp"
brew "kindlyops/tap/vbs"
brew "puma/puma/puma-dev"
brew "tidwall/jj/jj"
brew "ubuntu/microk8s/microk8s"
brew "vmware-tanzu/carvel/kapp"
brew "wader/tap/fq"
cask "docker"
cask "font-cascadia-code"
cask "font-fira-code"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "multipass"
cask "ngrok"
cask "powershell"
cask "temurin"
cask "visual-studio-code"
